Revit 2024 API
SymbolTypeId.MmSup6 Property
 Symbol mm⁶, indicating unit Millimeters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MmSup6 { get; }
Visual Basic
Public Shared ReadOnly Property MmSup6 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MmSup6 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace